[
  {
    "title": "The Psychopath: A True Story",
    "author": "Mary Turner Thomson",
    "isbn_number": "9781542028714",
    "note": "In 2006, Mary Turner Thomson’s world shattered when she discovered her husband Will was a bigamist, con man and convicted sex offender. Unbeknownst to her, this would be the start of a bold new chapter in her life, fighting to protect other women from his heartless gaslighting campaigns—and putting a stop to his endless deception.",
    "category": "True Crime",
    "room": "living room",
    "bookcase": "by the window",
    "shelf": "1"

  },
  {
    "title": "If You Tell: A True Story of Murder, Family Secrets, and the Unbreakable Bond of Sisterhood",
    "author": "Gregg Olsen",
    "note": "After more than a decade, when sisters Nikki, Sami, and Tori Knotek hear the word mom, it claws like an eagle’s talons, triggering memories that have been their secret since childhood. Until now.\n\nFor years, behind the closed doors of their farmhouse in Raymond, Washington, their sadistic mother, Shelly, subjected her girls to unimaginable abuse, degradation, torture, and psychic terrors. Through it all, Nikki, Sami, and Tori developed a defiant bond that made them far less vulnerable than Shelly imagined. Even as others were drawn into their mother’s dark and perverse web, the sisters found the strength and courage to escape an escalating nightmare that culminated in multiple murders.\n\nHarrowing and heartrending, If You Tell is a survivor’s story of absolute evil—and the freedom and justice that Nikki, Sami, and Tori risked their lives to fight for. Sisters forever, victims no more, they found a light in the darkness that made them the resilient women they are today—loving, loved, and moving on.",
    "category": "True Crime",
    "room": "cellar",
    "bookcase": "armored cupboard",
    "shelf": "1"

  },
    {
    "title": "Mindhunter: Inside the FBI's Elite Serial Crime Unit",
    "author": "John E. Douglas",
    "isbn_number": "9781501179969",
    "note": "Discover the classic behind-the-scenes chronicle of John E. Douglas' 25-year career in the FBI Investigative Support Unit, where he used psychological profiling to delve into the minds of the country's most notorious serial killers and criminals - the basis for the upcoming Netflix original series. \n\nIn chilling detail, the legendary Mindhunter takes us behind the scenes of some of his most gruesome, fascinating, and challenging cases - and into the darkest recesses of our worst nightmares. \n\nDuring his 25-year career with the Investigative Support Unit, Special Agent John Douglas became a legendary figure in law enforcement, pursuing some of the most notorious and sadistic serial killers of our time: the man who hunted prostitutes for sport in the woods of Alaska, the Atlanta child murderer, and Seattle's Green River killer, the case that nearly cost Douglas his life. \n\nAs the model for Jack Crawford in The Silence of the Lambs, Douglas has confronted, interviewed, and studied scores of serial killers and assassins, including Charles Manson, Ted Bundy, and Ed Gein, who dressed himself in his victims' peeled skin. Using his uncanny ability to become both predator and prey, Douglas examines each crime scene, reliving both the killer's and the victim's actions in his mind, creating their profiles, describing their habits, and predicting their next moves. ",
    "category": "True Crime",
    "room": "cellar",
    "bookcase": "armored cupboard",
    "shelf": "2"
    },
    {
    "title": "Nomadland: Surviving America in the Twenty-First Century",
    "author": "Jessica Bruder",
    "note": "The inspiration for Chloé Zhao's Golden Globe award-winning film starring Frances McDormand\nMarch and April pick for the PBS Newshour-New York Times \"Now Read This\" Book Club\nNew York Times bestseller\n\n\"People who thought the 2008 financial collapse was over a long time ago need to meet the people Jessica Bruder got to know in this scorching, beautifully written, vivid, disturbing (and occasionally wryly funny) book.\" ―Rebecca Solnit\n\nFrom the beet fields of North Dakota to the National Forest campgrounds of California to Amazon’s CamperForce program in Texas, employers have discovered a new, low-cost labor pool, made up largely of transient older Americans. Finding that social security comes up short, often underwater on mortgages, these invisible casualties of the Great Recession have taken to the road by the tens of thousands in late-model RVs, travel trailers, and vans, forming a growing community of nomads.\n\nOn frequently traveled routes between seasonal jobs, Jessica Bruder meets people from all walks of life: a former professor, a McDonald’s vice president, a minister, a college administrator, and a motorcycle cop, among many others―including her irrepressible protagonist, a onetime cocktail waitress, Home Depot clerk, and general contractor named Linda May.\n\nIn a secondhand vehicle she christens “Van Halen,” Bruder hits the road to get to know her subjects more intimately. Accompanying Linda May and others from campground toilet cleaning to warehouse product scanning to desert reunions, then moving on to the dangerous work of beet harvesting, Bruder tells a compelling, eye-opening tale of the dark underbelly of the American economy―one that foreshadows the precarious future that may await many more of us. At the same time, she celebrates the exceptional resilience and creativity of these quintessential Americans who have given up ordinary rootedness to survive. Like Linda May, who dreams of finding land on which to build her own sustainable “Earthship” home, they have not given up hope.",
    "category": "Travel",
    "room": "kitchen",
    "bookcase": "at the table",
    "shelf": "1"
    },
    {
    "title": "Clanlands: Whisky, Warfare, and a Scottish Adventure Like No Other",
    "author": "Sam Heughan ",
    "isbn_number": "9781529342017",
    "category": "Travel",
    "room": "living room",
    "bookcase": "by the window",
    "shelf": "2"
    },
    {
    "title": "Cosmic Queries: StarTalk’s Guide to Who We Are, How We Got Here, and Where We’re Going",
    "author": "Neil deGrasse Tyson",
    "isbn_number": "9781426221774",
    "category": "Philosophy",
    "room": "office",
    "bookcase": "Bookshelf 2",
    "shelf": "3"
    },
    {
    "title": "Becoming",
    "author": "Michelle Obama",
    "isbn_number": "9780241444153",
    "category": "History",
    "room": "kitchen",
    "bookcase": "at the table",
    "shelf": "2"
    },
    {
    "title": "The Princess Spy: The True Story of World War II Spy Aline Griffith, Countess of Romanones",
    "author": "Larry Loftis",
    "isbn_number": "198214386X",
    "note": "When Aline Griffith was born in a quiet suburban New York hamlet, no one had any idea that she would go on to live “a life of glamour and danger that Ingrid Bergman only played at in Notorious” (Time). As the US enters the Second World War, the young college graduate is desperate to aid in the war effort, but no one is interested in a bright-eyed young woman whose only career experience is modeling clothes.\n\nAline’s life changes when, at a dinner party, she meets a man named Frank Ryan and reveals how desperately she wants to do her part for her country. Within a few weeks, he helps her join the Office of Strategic Services—forerunner of the CIA. With a code name and expert training under her belt, she is sent to Spain to be a coder, but is soon given the additional assignment of infiltrating the upper echelons of society, mingling with high-ranking officials, diplomats, and titled Europeans, any of whom could be an enemy agent. Against this glamorous backdrop of galas and dinner parties, she recruits sub-agents and engages in deep-cover espionage to counter Nazi tactics in Madrid.\n\nEven after marrying the Count of Romanones, one of the wealthiest men in Spain, Aline secretly continues her covert activities, being given special assignments when abroad that would benefit from her impeccable pedigree and social connections.\n\nFilled with twists, romance, and plenty of white-knuckled adventures fit for a James Bond film, The Princess Spy brings to vivid life the dazzling adventures of a remarkable American woman who risked everything to serve her country.",
    "category": "History",
    "room": "living room",
    "bookcase": "against the wall",
    "shelf": "4"
    },
    {
    "title": "Your Next Five Moves: Master the Art of Business Strategy",
    "author": "Patrick Bet-David",
    "isbn_number": "9781797113357",
    "note": "Number one Wall Street Journal best seller\n\nAn instant international best seller\n\nFrom the creator of Valuetainment, the number one YouTube channel for entrepreneurs, comes a practical and effective guide for thinking more clearly and achieving your most audacious business goals. \n\nBoth successful entrepreneurs and chess grandmasters have the vision to look at the pieces in front of them and anticipate their next five moves. In this book, Patrick Bet-David translates this skill into a valuable methodology that applies to high performers at all levels of business. Whether you feel like you’ve hit a wall, lost your fire, or are looking for innovative strategies to take your business to the next level, Your Next Five Moves has the answers. \n\nYou will gain: \n\nClarity on what you want and who you want to be\nStrategy to help you reason in the war room and the board room\nGrowth Tactics for good times and bad\nSkills for building the right team based on strong values\nInsight on power plays and the art of applying leverage\nCombining these principles and revelations drawn from Patrick’s own rise to successful CEO, Your Next Five Moves is a must listen for any serious executive, strategist, or entrepreneur.    ",
    "category": "Business Books",
    "room": "office",
    "bookcase": "Bookshelf 1",
    "shelf": "1"
    },
    {
    "title": "Rich Dad Poor Dad: What the Rich Teach Their Kids About Money That the Poor and Middle Class Do Not!",
    "author": "Robert T. Kiyosaki",
    "isbn_number": "1612680178",
    "note": "April 2017 marks 20 years since Robert Kiyosaki’s Rich Dad Poor Dad first made waves in the Personal Finance arena.\nIt has since become the #1 Personal Finance book of all time... translated into dozens of languages and sold around the world.\n\nRich Dad Poor Dad is Robert's story of growing up with two dads — his real father and the father of his best friend, his rich dad — and the ways in which both men shaped his thoughts about money and investing. The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you.\n\n20 Years... 20/20 Hindsight\nIn the 20th Anniversary Edition of this classic, Robert offers an update on what we’ve seen over the past 20 years related to money, investing, and the global economy. Sidebars throughout the book will take readers “fast forward” — from 1997 to today — as Robert assesses how the principles taught by his rich dad have stood the test of time.\n\nIn many ways, the messages of Rich Dad Poor Dad, messages that were criticized and challenged two decades ago, are more meaningful, relevant and important today than they were 20 years ago.\n\nAs always, readers can expect that Robert will be candid, insightful... and continue to rock more than a few boats in his retrospective.\n\nWill there be a few surprises? Count on it.",
    "category": "Business Books",
    "room": "office",
    "bookcase": "Bookshelf 1",
    "shelf": "2"
    },
    {
    "title": "Nomadland: Surviving America in the Twenty-First Century",
    "author": "Jessica Bruder",
    "isbn_number": "9780393356311",
    "note": "The inspiration for Chloé Zhao's Golden Globe award-winning film starring Frances McDormand\nMarch and April pick for the PBS Newshour-New York Times \"Now Read This\" Book Club\nNew York Times bestseller\n\n\"People who thought the 2008 financial collapse was over a long time ago need to meet the people Jessica Bruder got to know in this scorching, beautifully written, vivid, disturbing (and occasionally wryly funny) book.\" ―Rebecca Solnit\n\nFrom the beet fields of North Dakota to the National Forest campgrounds of California to Amazon’s CamperForce program in Texas, employers have discovered a new, low-cost labor pool, made up largely of transient older Americans. Finding that social security comes up short, often underwater on mortgages, these invisible casualties of the Great Recession have taken to the road by the tens of thousands in late-model RVs, travel trailers, and vans, forming a growing community of nomads.\n\nOn frequently traveled routes between seasonal jobs, Jessica Bruder meets people from all walks of life: a former professor, a McDonald’s vice president, a minister, a college administrator, and a motorcycle cop, among many others―including her irrepressible protagonist, a onetime cocktail waitress, Home Depot clerk, and general contractor named Linda May.\n\nIn a secondhand vehicle she christens “Van Halen,” Bruder hits the road to get to know her subjects more intimately. Accompanying Linda May and others from campground toilet cleaning to warehouse product scanning to desert reunions, then moving on to the dangerous work of beet harvesting, Bruder tells a compelling, eye-opening tale of the dark underbelly of the American economy―one that foreshadows the precarious future that may await many more of us. At the same time, she celebrates the exceptional resilience and creativity of these quintessential Americans who have given up ordinary rootedness to survive. Like Linda May, who dreams of finding land on which to build her own sustainable “Earthship” home, they have not given up hope.",
    "category": "Business Books",
    "room": "office",
    "bookcase": "above the desk",
    "shelf": "1"
    },
    {
    "title": "Win",
    "author": "Harlan Coben",
    "isbn_number": "1538748215",
    "note": "Over twenty years ago, the heiress Patricia Lockwood was abducted during a robbery of her family's estate, then locked inside an isolated cabin for months. Patricia escaped, but so did her captors — and the items stolen from her family were never recovered. \n\nUntil now. On the Upper West Side, a recluse is found murdered in his penthouse apartment, alongside two objects of note: a stolen Vermeer painting and a leather suitcase bearing the initials WHL3. For the first time in years, the authorities have a lead — not only on Patricia's kidnapping, but also on another FBI cold case — with the suitcase and painting both pointing them toward one man.\n\nWindsor Horne Lockwood III — or Win, as his few friends call him — doesn't know how his suitcase and his family's stolen painting ended up with a dead man. But his interest is piqued, especially when the FBI tells him that the man who kidnapped his cousin was also behind an act of domestic terrorism — and that the conspirators may still be at large. The two cases have baffled the FBI for decades, but Win has three things the FBI doesn't: a personal connection to the case; an ungodly fortune; and his own unique brand of justice. ",
    "category": "Thrillers",
    "room": "living room",
    "bookcase": "against the wall",
    "shelf": "4"
    },
    {
    "title": "The Silent Patient",
    "author": "Alex Michaelides",
    "isbn_number": "1250301696",
    "note": "The Silent Patient is a shocking psychological thriller of a woman’s act of violence against her husband―and of the therapist obsessed with uncovering her motive.\n\nAlicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word.\n\nAlicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London.\n\nTheo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations―a search for the truth that threatens to consume him....",
    "category": "Thrillers",
    "room": "living room",
    "bookcase": "against the wall",
    "shelf": "3"
    },
    {
    "title": "The Way You Love Me",
    "author": "Elle Wright",
    "note": "Stunning social media meltdowns. Glamorous dueling power couples. Mega-viral scandals and dizzying Internet super-spin. No one is better than the Pure Talent Agency at handling it all—or facing down up-close-and-personal bad news . . .\n \nSuperstar actress Paige Mills is America’s Sweetheart. But with a shocking divorce, she's burning her powerful husband’s house of lies right down to the ground. Reeling from ugly revelations and unable to trust anyone, she takes refuge way off the celebrity grid in her family’s remote Michigan lake house. But the brilliant agent who helped shape her success won’t give up his client—or his long-simmering passion for her—without a fight . . .\n \nAndrew Weathers can't let the gifted, caring woman he's always loved wreck her career. And at first, he just wants to help her hope again. But soon their professional chemistry turns into days and nights of no-holds-barred desire—and a resulting publicity firestorm. Now, between hard choices and potentially career-ending consequences, can Paige and Drew risk a seemingly impossible happy ending?",
    "category": "Romance Books",
    "room": "kitchen",
    "bookcase": "at the table",
    "shelf": "1"
    },
    {
    "title": "The Wedding Game",
    "author": "Meghan Quinn",
    "isbn_number": "9781713552154",
    "note": "Luna Rossi is a veritable crafting genius—she can bedazzle and bead so hard her Etsy site is one of the hottest in the world. So it’s only natural that Luna would convince her brother and his husband-to-be to compete on The Wedding Game, a “do-it-yourself” TV show, for the title of Top DIY Wedding Expert.\n\nAs a jaded divorce lawyer, Alec Baxter scoffs at weddings and romance. But when his recently engaged brother begs him to participate in The Wedding Game, Alec grudgingly picks up a glue gun and prepares for some family bonding.\n\nBoth fierce competitors, Luna and Alec clash on national TV as harsh words and glitter fly with abandon. But as they bicker over color swatches and mood boards, they find themselves fighting something else: their growing mutual attraction. While Luna is torn between family loyalty and her own feelings, Alec wonders if he might have been wrong about love and marriage all along…",
    "category": "Romance Books",
    "room": "office",
    "bookcase": "Bookshelf 1",
    "shelf": "1"
    },
    {
    "title": "The Burning Girls: A Novel",
    "author": "C. J. Tudor ",
    "isbn_number": "198482502X",
    "category": "Horror",
    "room": "cellar",
    "bookcase": "armored cupboard",
    "shelf": "4"
    }
]